Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2016/4_festivaler_med_samisk_innhold.pdf.tmx
Source language: nob
Languages: sme

source: DSJ – Doajmmasiebrre Julev-Sábmes ble etablert i Måsske (Musken) i Divtasvuodna suohkan / Tysfjord kommune i 1986 og fikk navnet Aktivitetslaget Oarjjevuodna (ALO), for blant annet å arrangere HellmoCup og andre aktiviteter, spesielt rettet mot samiske barn og unge i Oarjjevuodna (Hellmofjorden).
sme: DSJ - Doajmmasiebrre Julev-Sábmes vuođđuduvvui Måsskes Divttasvuona suohkanis 1986 ja oaččui nama Aktivitetslaget Oarjjevuodna (ALO), go lágidit earret eará HellmoCup ja eará doaimmaid, erenoamážit heivehuvvon sámi mánáide ja nuoraide Oarjjevuonas (Hellmofjorden).

source: Omfanget av aktivitetene i organisasjonen har økt betraktelig, og det ble behov for omorganisering i 1996. Navnet ble da endret til Doajmmasiebre Julev (http://dsj.no/).
sme: Organisašuvnna aktivitehtamearri lea lassánan ollu, ja šattai dárbu ođđasisorganiseremii 1996. Namma rievdaduvvui dalle ja šattai Doajmmasiebre JulevSábme.

source: Arrangørene av festivalen sier at «Julevsáme Vahkko» skal være en alkoholfri arena der det jobbes aktivt for å lære samiske og norske barn og ungdom i regionen om lulesamisk språk, kultur og tradisjonskunnskap.
sme: Festivála lágideaddjit dadjet: Julevsáme vahkko galgá leat alkoholakeahtes arena gos aktiivvalaččat oahpahit guovllu sámi ja dáčča mánáide ja nuoraide julevsámegiela, kultuvrra ja árbedieđu birra.

source: Ideen med prosjektet er at den skal være en lulesamisk hendelse, en uke med språk, kultur og idrettsgleder»
sme: Prošeavtta jurdda lea ahte galgá leat vahkkosaš julevsámi dáhpáhus mas leat giella-, kultur- ja valáštallansuohttasat (http://dsj.no/).

source: Idretten har en stor sosial betydning for barn og ungdom i samiske samfunn, og dette gjenspeiles også i Julevsáme Vahkko. De organiserte tilbudene på norsk side knytter seg hovedsakelig til DSJs virksomhet.
sme: Valáštallamis lea dehálaš sosiála mearkkašupmi sámi servodaga mánáide ja nuoraide, ja dat vuhtto maiddái Julevsáme vahkkos. Organiserejuvvon fálaldagat norgga beale čatnasit eanas DSJ doibmii.

source: DSJ har som hovedformål «å styrke samiske barns og unges identitet, blant annet gjennom å arrangere sommeraktiviteter innen kultur, idrett og språk».
sme: DSJ váldomihttu lea: «... nannet sámi mánáid ja nuoraid identitehta, earret eará dan bokte ahte lágidit kultuvrralaš, valáštallan ja giella aktivitehtaid geasset».

source: DSJ arrangerer festivalen hver sommer, og festivaluka avsluttes med fotballcupen HellmoCup.
sme: DSJ lágida festivála juohke geasi, ja festiválavahkku loahpahuvvo ráidočiekčamiin HellmoCup.

source: I 2016 er det 7. året på rad Julevsáme vahkko arrangeres.
sme: Jagi 2016 lágiduvvui Julevsámi vahkko čihččet geardde maŋŋálaga.

source: Første gang festivalen ble arrangert, var i 2010, men HellmoCup (som er en viktig del av Julevsáme vahkko) har blitt arrangert siden 1972.
sme: Vuohččan lágiduvvui festivála jagi 2010, muhto HellmoCup (mii lea dehálaš oassi Julevsáme vahkkos) lea lágiduvvon 1972 rájes.

source: Uka skal inneholde aktiviteter og kurs som er rettet mot språk og kultur, og i 2016 ble det avholdt en fotballskole for barn og unge, i tillegg til den tradisjonelle samiske fotballturneringen HellmoCup.
sme: Vahkku galgá sisdoallat aktivitehtaid ja kurssaid sámegiela ja kultuvrra váste, ja jagi 2016 dollui spábbačiekčanskuvla mánáide ja nuoraide, lassin árbevirolaš sámi spábbačiekčan ráidočiekčamii HellmoCup.

source: Her deltar lokale lag med tilknytning til tradisjonelle lulesamiske bosetningsområder i kommunen.
sme: Das oasálastet báikkálaš joavkkut main lea gullevašvuohta suohkana árbevirolaš sámi ássanguovlluide.

source: HellmoCup regnes av mange som sommerens høydepunkt (http://dsj.no/).
sme: HellmoCup rehkenasto leat okta geasi deháleamos dáhpáhusain (http://dsj.no/).

source: Flere av aktivitetene er også tilknyttet Árran – julevsáme guovdásj / lulesamisk senter i Tysfjord og Samernas Utbildningscentrum / Sámij åhpadusguovdásj i Jåhkamåhkke / Jokkmokk.
sme: Máŋga aktivitehta leat maiddái čatnon Árran – julevsámi guovddážii Divttasvuonas ja Sámij Åhpadusguovdásj Johkamohkis.

source: Spesielt har festivalen og miljøet gjort at duodji-linjen ved Samernas Utbildningscentrum har tiltrukket seg unge også fra norsk side (http://www.saminuorra.org/).
sme: Festivála oktan birrasiin lea erenoamážit dahkan ahte Sámij Åhpadusguovdásj duodjesuorgi lea geasuhan nuoraid norgga beale maiddái.

source: Følgende aktiviteter ble arrangert i 2016: «Naturen som lekeplass» (uteaktiviteter i fjæra og kunst som blant annet er laget av skjell og krabber), doudje-kurs for barn, foreldre og besteforeldre, orienteringsløp, fiskekonkurranse, fotballturneringen HellmoCup for barn og unge, volleyball, lavvokveld, fiskekonkurranse, turkonkurranse, volleyball, orienteringsløp og fotballskole som avsluttes med lavvokveld med fortellerstund og sang i Storlavvoen.
sme: Čuovvovaš aktivitehtat lágiduvvojedje jagi 2016: «Luonddo ståhkamsaddjen» (olgodoaimmat fiervvás ja dáidda mas earret eará atne skálžžuid ja reappáid), duodjekursa mánáide, váhnemiidda ja áhkuide ja ádjáide, meahcceviehkan, oaggungilvu, spábbačiekčamat HellmoCup mánáide ja nuoraide, volleyspáppastallan, lávvoeahket, mátkegilvu, čiekčanskuvla mii loahpahuvvui lávvoeahkediin Stuoralávus mas lei máinnas- ja lávlunboddu.

source: 4.8.7 Samisk uke i Tromsø
sme: 4.8.7 Sámi vahkku Romssas

source: Samisk uke i Romssa/Tromsø by er et godt etablert kulturarrangement, og festivaluka er blitt arrangert siden (http://www.msm.no/index.php?id=543463).
sme: Sámi vahkku Romssas/ Romssa gávpogis leat bures sajáiduvvon kulturdoalut, ja festivála vahkku lea lágiduvvon 2005 rájes (http://www. msm.no/index.php?

source: Graver, sieidi-er (offersteder) og samiske navn på fjell og øyer viser at samisk kultur går langt tilbake i Romssa/ Tromsø.
sme: id=543463). Hávddit, sieiddit ja sámi báikenamat váriin ja sulluin čájehit ahte sámi kultuvra lea áigahaš Romssas.

source: I dag holdes språket i hevd i Moskavuotna / Ullsfjord lengst øst i Tromsø, samt av innflyttere fra hele Nordkalotten.
sme: Dál doalahit giela Moskavuonas siskkimusas nuorttabealde Romssas, ja maiddái sis geat leat fárren dohko eará guovlluin Davvikalohtas.

source: Dermed er Tromsø en av de største samekommunene i Norge, og samisk brukes både i barnehage og i skoleverket.
sme: Dainna lágiin lea Romsa okta stuorimus sámesuohkaniin Norggas, ja sámegiella geavahuvvo sihke mánáidgárddiin ja skuvladoaimmahagas.

source: Hvert år i februar ønskes publikum velkommen til en spennende uke med et variert kulturprogram basert på samisk kultur.
sme: Jahkásaččat guovvamánus bovdejuvvojit olbmot gelddolaš vahkkui mas lea máŋggabealat sámi kulturprográmma.

source: Festivalarrangøren Stiftelsen Midnight Sun Marathon slår fast at de sammen med sine samarbeidspartnere byr på unike og mangfoldige opplevelser av samisk kultur midt i en travel og moderne by.
sme: Festiválalágideaddjit vuođđudus Midnigth Sun Marthon dadjet ahte sii searválaga ovttasbargoguimmiiguin fállet erenoamáš ja máŋggabealat vásáhusaid sámi kultuvrras gasku hohppos ja ođđaáigásaš gávpogis.

source: I løpet av noen hektiske dager vil man kunne oppleve et vidt spekter av samiske kultur- og idrettsarrangementer.
sme: Moatti beaivvis sáhttá vásihit viiddis fálaldagaid sámi kultuvrras ja sámi valáštallanlágidemiin.

source: Et omfattende seminarprogram der relevant forskning og samiske spørsmål drøftes, arrangeres hvert år i samarbeid med UiT.
sme: Doppe lea viiddis semináraprográmma mas ságaškuššet áigeguovdilis dutkama ja sámegažaldagaid, dat lágiduvvo jahkásaččat ovttas UiT:n.

source: sentrum fylles med et arktisk vintermarked, og i Storgata foregår det NM i lassokasting og Nordisk norsk mesterskap i reinkappkjøring.
sme: Romssa guovddáš márkanbáikkis leat árktalaš márkanat, gávpoga váldogáhtas leat NM njoarosteamis ja Davviriikkalaš norgga meašttirgilvvut heargegilvovuodjimis.

source: I tilknytning til feiring av Samefolkets dag 6. februar setter Samisk uke et sterkt preg på bybildet i en ellers kald årstid i nord.
sme: Lassin Sámi álbmotbeaivvi, guovvamánu 6. beaivvi, ávvudeapmái, de lea Sámi vahkkus nanu sadji gávpogis, muđui čoaska áigodagas davvin.

source: I tillegg har festivalen et nært samarbeid med Midnight Sun Maraton (http://www.msm.no/index.php?id=543463).
sme: Dasa lassin lea festiválas lagas ovttasbargu Midnigth Sun Maraton lágidemiin (http://www. msm.no/index.php?

source: Stiftelsen Midnight Sun Marathon har arrangements- og koordineringsansvar for Samisk uke og samarbeider med ulike organisasjoner for å tilby et variert program gjennom uka.
sme: Vuođđudusas Midnigth Sun Maratonas lea lágidan ja koordinerenovddasvástádus Sámi vahkkui ja bargá ovttas máŋggain organisašuvnnain vai sáhttet fállat máŋggabealat prográmma olles vahkku.

source: Det foregår mange ulike aktiviteter gjennom hele uka, og arrangørene viser til utstillinger på Tromsø museum, samisk teater, filmer, kurs i samisk språk og aktiviteter på Tromsø bibliotek, for å nevne noen av de mange programpostene.
sme: Sis leat ge máŋggat, iešguđetlágan aktivitehtat vahkkus, ja dás namuhit muhtumiid maidda lágideaddjit leat čujuhan, čájáhusat Romssa museas, sámi teáhter, filmmat, sámegielkursa ja doaimmat Romssa girjerádjosis.

source: Markering av Samefolkets dag 6. februar er et av de sentrale arrangementene, og i 2016 var det konsert med Mari Boine på den store dagen.
sme: Sámi álbmotbeaivvi lágideapmi lea okta váldo lágidemiin, ja jagi 2016 lei konsearta Mari Boiniin dan beaivvi.

source: Uka ble i 2016 avsluttet søndag 7. februar med Nordisk mesterskap i reinkappkjøring i Storgata.
sme: Vahkku loahpahuvvui jagi 2016 sotnabeaivvi guovvamánu 7. beaivvi davviriikkalaš heargegilvovuodjimiin váldogáhtas, Storgatas.

source: På søndagen sperres Storgata av, og blir til selve banen for reinkappkjøringa.
sme: Sotnabeaivvi giddejuvvo Storgata, ja ráhkaduvvo heargegilvovuodjin šilljun.

source: Starten går i nordenden av Storgata.
sme: Vuolgga lea gáhta davágeahčen.

source: Selve starten foregår fra to startbokser hvor to og to konkurrerer mot hverandre langs en 201 meter lang bane.
sme: Guokte hearggi buohtalaga guovtti vuolginhiŋgalis ruohtastit ja nu guovttes ja guovttes gilvalit 201 mehtera guhkes bánas.

source: Når starten går, kaster rein seg i fullt firsprang sørover Storgata med en spedbygd kusk hengende etter på ski.
sme: Hearggit ruohtastit vuolgaga rájes gomogazzii lulás guvlui Storgata, vuoddjit leat geahppasat ja heaŋgájit sabehiiguin maŋis.

source: Det er en stor fordel å være lettest mulig, men kusken må ikke veie under 60 kg inkludert ski og utstyr.
sme: Lea ovdamunni leat geahpas, muhto vuoddjit eai oaččo geahppaseappot go 60 kilo oktan sabehiiguin ja eará diŋggaiguin.

source: Målgang er i sørenden av gågata.
sme: Moalla lea vázzingáhta lulágeahčen.

source: De tolv beste reinene fra Norge og Finland stiller til start.
sme: Guoktenuppelohkái buoremus hearggi Norggas ja suomas gilvalit.

source: Åtte rein blir hvert år tatt ut til mesterskapet.
sme: Jahkásaččat besset gávcci hearggi meašttirgilvvuide.

source: Uttak og kvalifisering skjer etter resultater fra foregående sesong og konkurranser.
sme: Hearggit leat kvalifiseren gilvui ovddit sesoŋŋa rátkkagilvvuin.

source: Det skilles ikke mellom dame- og herrekusk; det er raskeste rein som teller.
sme: Nisson- ja dievdovuoddjit eai sirrejuvvo, logahallet baicca falimus hearggi.

source: I tillegg til seniorklassen kjører også fire juniorer utenfor mesterskapet.
sme: Lassin seniora luohkkái, de gilvalit maiddái nuorat, muhto eai meašttirgilvvuin.

source: 4.8.8 Alta Sami Festival
sme: 4.8.8 Álttá Sámi festivála

source: Alta Sami festival ble startet opp i 2011 og arrangeres i Alta i tilknytning til Samefolkets dag 6. februar.
sme: Álttá sámi festivála álggahuvvui jagi 2011 ja lágiduvvo Álttás Sámi álbmotbeaivvi, guovvamánu 6. beaivvi, oktavuođas.

source: Alta-NSR har stått for arrangementene, og de siste årene har festivalen samarbeidet med Sami Music Week og Sami Fashion Week, som pågår samtidig, og det er inngått et samarbeid med selskapet Audioland, som eies og drives av Olga Solyanik. Artister og arrangementer i 2016 var: filmen «Eallin ja Ivnnit» / «Fargene og livet», foredrag om Altas
sme: Álttá NSR lea ovddastan lágidemiid, ja maŋemus jagiid lea festivála bargan ovttas Sámi Music Week ja Sámi Fashion Week lágidemiiguin mat leat oktanaga, ja leat bargagoahtán ovttas fitnodagain Audioland man eaiggáda Olga Soyanik. Artisttat ja lágideamit 2016 ledje: Filbma «Eallin ja ivnnit», logaldallan Álttá sámi historjjás, mánáid čájálmas «Rievvárnieida», Sámeálbmotbeaivvi guovvamánu 6. beaivvi ávvudeapmi, lávlagat čuovgga birra, doarjjakonsearta báhtareddjiide, Lars Bremnes, Máret ja earát konsearta.

source: samiske historie, barneforestillingen Rievvarnieida, feiring av Samefolkets dag 6. februar, sanger om lyset, solidaritetskonsert for flyktninger, konserter med Lars Bremnes, Máret ofl. Det ble også arrangert egen salmekveld med samiske og kvenske salmer, motefotokurs for ungdom, seminaret «Kystkofta og dens framtid – hvorfor er det så populært å sy seg Altakofte?
sme: Lágiduvvui maiddái sálbmaeahket sámi ja kvena sálmmaiguin, nuoraide lei bivttasgovven kursa, seminára «Riddogákti ja dan boahtteáigi – manne lea nu ollugat háliidit goarrut Álttá gávtti?

source: », fletting av samiske bånd, kråkesølv-kurs og veskesøm-kurs.
sme: », doppe lei sámi báttiid bárgideapmi, riebansilba kursa ja veaskogoarrunkursa.

source: I tilknytning til festivalen avholdes det også samisk gudstjeneste (http://www.altasamifestival.no/hjem.234222.no.html).
sme: Festivála oktavuođas lágiduvvo maiddái sámi ipmilbálvalus (http://www. altasamifestival.

source: 4.9 Andre festivaler med samisk innhold
sme: 4.9 Eará festiválat main lea sámi sisdoallu

source: 4.9.1 Verdde-turneringen
sme: 4.9.1 Verddečiekčamat

source: Verdde-festivalen er et kulturarrangement der flyttsamer og andre samer og nordmenn danner fotballag sammen og konkurrerer i en stor fotballturnering i Burfjord i Nord-Troms.
sme: Verddečiekčamat leat kulturdoalut mas boazosápmelaččat ja eará sápmelaččat ja dáččat ráhkadit searválaga spábbačiekčan joavkkuid ja gilvvohallet stuora spábbačiekčan rátkkačiekčamiin Buvrovuonas, Davvi-Romssas.

source: Dette møtestedet har gjennom tidene vært en møteplass for samer og nordmenn der idrett, handel og kultur har vært utvekslet.
sme: Dát lea leamaš áiggiid čađa deaivvadanbáikin sápmelaččaide ja dáččaide gos kultuvrralaš lonohallan lea dáhpáhuvvan, gos leat valáštallan ja gávppašan.

source: Om kveldene tilbys ulike kulturarrangementer og sosiale tilstelninger for fotballspillere og støtteapparat og andre tilreisende.
sme: Eahkediid fállet iešguđetlágan kulturfálaldagaid ja sosiála lágidemiid spábbačikčiide ja sin doarjaleddjiide ja earáide.

source: Det samiske ordet verdde kan oversettes til norsk som «gjestevenn», et verdde-forhold (verdevuohta) kan oversettes til «gjestevennforhold».
sme: Sámegiel sáni verdde sáhttá čilget dárogillii «guosseolmmái», verddevuohta sáhttá jorgaluvvot «guosseolmmái-oktavuohtan».

source: Dette var et forhold til gjensidig nytte som reindriftssamer tradisjonelt hadde både til fastboende på innlandet (dálomat) og til fiskerbøndene ved kysten (meonat).
sme: Dát lei oktavuohta mii lei lotnolassii ávkkálaš, boazosápmelaččain ledje árbevirolaččat sihke dálu olbmot siseatnamis (dálonat) ja guolleboanddat rittus (meronat) verdden.

source: To mennesker som hadde et slikt forhold, tiltalte hverandre som «verdde» (Regjeringen, 2001)
sme: Guokte olbmo gean guovttos lei dákkár oktavuohta gohčodeigga goabbat guoimmiska «verdden» (Regjeringen, 2001) https://www.

source: https://www.regjeringen.no/no/dokumenter/nou-2001-34/id379485/sec5?q=verdde#match_0.
sme: 34/id379485/sec5?

source: Verdde-turneringen ble i 2016 arrangert for 14. gang.
sme: q=verdde#match_0. Verddečiekčamat lágiduvvojedje 14. geardde jagi 2016.

source: Her spilles det sjuer-fotballkamper utendørs, og turneringen har som formål å skape samhold mellom reindriftsfolket og kystfolket.
sme: Doppe čikčet čižeš čiekčamiid olgun, ja rátkkačiekčamiin lea mihttun nannet oktavuođaid boazosápmelaččaid ja mearragátte olbmuid gaskkas.

source: I 2016 deltok 50 lag (335 herrelag og 15 damelag), der ca. 600 spillere spilte totalt 120 fotballkamper https://www.facebook.com/Verddeturneringen.
sme: Jagi 2016 oasálaste 50 joavkku (35 dievdojoavkku ja 15 nissonjoavkku), ja sullii 600 čiekči čikče oktiibuot 120 čiekčama https://www.

source: Lagene representerer reinbeitedistrikter og kystbygder/grender hovedsakelig fra Nord-Troms og Finnmark.
sme: Joavkkut ovddastit boazodoalloorohagaid ja riddogiliid eanas Davvi-Romssas ja Finnmárkkus.

source: Idrett og friluftsliv har alltid vært sentralt i den samiske kulturen (Pedersen, 2011;
sme: Valáštallan ja olgunastidoaimmat leat álo leamaš guovddážis sámi kultuvrras (Pedersen, 2011;

source: 2013), og samene var kjent for å være gode skiløpere lenge før nordmenn begynte å arrangere skirenn (Birkely, 1994).
sme: 2013) ja sápmelaččat ledjege beakkán buorit čuoigit ollu ovdal go dáččat álge lágidit čuoigangilvvuid (Birkely, 1994).

source: Flere av de store og mest kjente musikkfestivalene har, akkurat som Verddefestivalen, idrett og fysisk aktivitet på programmet; påskefestivalene i Kautokeino og Karasjok, Riddu Riđđu-festivalen, men også de andre festivalene, som for eksempel Samisk uke i Tromsø og Verdde-festivalen, vektlegger samisk idrett som en viktig kulturbærer.
sme: Ollu stuora ja dovdoseamos musihkkafestiválain, lea nugo Verddečiekčamiin, valáštallan ja fysalaš aktivitehta prográmmas: Guovdageainnu ja Kárášjoga beassášfestiválain, Riddu Riđđu festiválas, muhto maiddái eará festiválain nugo Sámi vahkus Romssas ja Verdde festivála deattuha sámi valáštallama dehálaš kulturguoddin.

source: Den organiserte idretten er imidlertid relativt ny i samisk sammenheng, i dag representert ved Samenes Norske idrettsforbund, Samiid Valastallanlihttu – Norga, og SVLN, som er medlem av Samenes Idrettsforbund (Norge, Sverige og Finland).
sme: Organiserejuvvon valáštallan lea goitge oalle ođas sámi oktavuođain, maid dál ovddastit Sámi valáštallansearvi, Sámiid valáštallanlihttu – Norga, SVLN, mii lea miellahttu Sámi valáštallansearvvis (Norggas, Ruoŧas ja Suomas).

source: Samisk idrett omfatter i dag både tradisjonelle idrettsgrener og særskilte samiske grener som lassokasting og reinkappkjøring.
sme: Sámi valáštallan fátmmasta dál sihke árbevirolaš valáštallansurggiid ja erenoamáš sámi surggiid nugo njoarosteami ja heargegilvovuodjima.

source: Det er viktig at samiske miljøer får muligheten til å ivareta den kulturtradisjonen idrett representerer i samiske miljøer.
sme: Lea dehálaš ahte sámi birrasiin lea vejolaš áimmahuššat dan kulturárbbi maid valáštallan ovddasta sámi birrasiin.

source: Idrettsaktivitet i samisk regi bidrar til å bevare samisk kultur, språk og identitet, noe som ikke minst er viktig med tanke på barn og unge.
sme: Valáštallanaktivitehta sámi láhkái lea mielde seailluheame sámi kultuvrra, giela ja identitehta, mii lea dehálaš mánáide ja nuoraide.

source: Samisk idrett bidrar også til å styrke kontakten over landegrensene.
sme: Sámi valáštallan nanne maiddái oktavuođaid riikkarájiid rastá.

source: Fra 2005 går en øremerket andel av de sentrale spillemidlene til samisk idrett via Sametinget.
sme: 2005 rájes manná merkejuvvon oassi guovddáš speallanruđain sámi valáštallamii Sámedikki bokte.

source: Fylkesrådene bidrar også med grunn- og aktivitetsstøtte til samiske idrettslag (Finnmark fylkeskommunes budsjett 2016).
sme: Fylkkaráđit dorjot maiddái vuođđo- ja doaibmadoarjagiin sámi valáštallanservviid (Finnmárkku fylkkasuohkana bušeahtta 2016).

source: 4.9.2 Skiippagurrafestivalen
sme: 4.9.2 Skiippagurra festivála

source: Festivalen ble arrangert i perioden 2003–2011 som et tiltak i prosjektet «Tana i endring».
sme: Festivála lágiduvvui áigodagas 2003-2011 doaibmabidjun prošektii «Tana i endring».

source: Den første festivalen hadde 750 besøkende, mens 4000 besøkte den i 2006. Festivalens fokus var kulturformidling, og Skiippagurrafestivalen tok sikte på å tilføre det samiske samfunnet stolthet og tro på seg selv.
sme: Vuosttaš festiválas ledje 750 guossi, ja 4000 guossi ledje jagi 2006. Festivála fokus lei kulturgaskkusteapmi ja Skiippagurra festivála áigumuš lei háhkat sámi servodahkii rámisvuođa ja jáhku alcceseaset.

source: Festivalledelsen slo fast at «Vi viser oss selv og andre at vi som bor her, kan få til noe som er større enn oss selv».
sme: Festiválajođiheapmi celkkii: «Mii čájehit alcceseamet ja earáide ahte mii sáhttit lágidit juoidá mii lea stuorit go mii ieža.

source: Dette var en rockefestival med et klart stedsbundet tilsnitt gjennom musikk, aktiviteter, beliggenhet og visuelle uttrykk.
sme: » Dát lei rockafestivála mas lei čielga báikái gullevašvuohta musihka, doaimmaid, sajádaga ja visuála ovdanbuktimiid bokte.

source: Festivalen var lokalisert ved Tanaelvas bredd, og arrangørene ønsket å vise kulturelt mangfold og sette Tana på kartet nasjonalt gjennom å ha artister av nasjonal og internasjonal kaliber.
sme: Festivála báiki lei Deatnogáttis, ja lágideaddjit sávve čájehit kultuvrralaš máŋggabealatvuođa ja bidjat Deanu kártii našunálalaččat dainna lágiin go bovdejedje našunála ja riikkaidgaskasaš artisttaid.

source: Festivalarrangørene var spesielt stolte av å kunne presentere Tanabreddens Ungdom i sine rette omgivelser – ved Tanabredden!
sme: Festiválalágideaddjit ledje erenoamáš duhtavaččat go besse čájehit Deatnogátte nuoraid sin rievttes báikkis –Deatnogáttis!

source: Store band som Big Bang, Raga Rockers, deLillos, Waterboys, The Rasmus, Ane Brun og Mari Boine spilte på festivalen, som også la stor vekt på å ha med samiske artister.
sme: Stuora joavkkut nugo Big Bang, Raga Rockers, de Lillos, Waterboys, The Rasmus, Ane Brun ja Mari Boine čuojahedje festiválas, mas lei nana deaddu sámi artisttaide.

source: I kjølvannet av ulykka under Hellbillies’ opptreden i 2009, der vokalisten ble alvorlig skadd etter et fall fra scenen, ble det mye negativ medieomtale, og festivalledelsen jobbet mest med rettsak og forhandlinger.
sme: Maŋŋil Hellbillies lihkohisvuođa su čuojaheamis 2009, go vokalista bávččagii bahuid go gahčai lávddis, de bekkii negatiiva sáhka medias ja festiválajođiheapmi barggai eanas riekteáššiin ja šiehtadallamiin.

source: Resultatet ble publikumssvikt, og festivalen ble nedlagt etter 2011-festivalen.
sme: Boađusin gárttai ahte olbmot eai boahtán šat nu ollu ja festivála loahpahuvvui maŋŋil 2011festivála.

source: 4.9.3 BeaskánluossaRock
sme: 4.9.3 BeskánLuossaRock

source: BeaskánluossaRock er en nystartet festival med samisk innhold som første gang ble arrangert i 2014. Festivalen har vært arrangert de tre siste årene og legger vekt på samisk kultur, laksefiske og rock.
sme: BeskánLuossaRock lea aitto álggahuvvon festivála mas lea sámi sisdoallu ja lei vuohččan 2014. Festivála lea lágiduvvon golbma maŋemus jagi ja das lea fokus sámi kultuvrii, luossabivdui ja rockii.

source: Festivalen er oppkalt etter Bieskkán eller Anders Andersen Biti, som sloss med det samiske trollet Stallu og drepte det.
sme: Festivála namma lea vuolgán Bieskkánis dahje Anders Andersen Bitis, gii doarui stáluin ja gottii dan.

source: Det arrangeres laksefiske på dagen og rockekonserter på kvelden og natta i Beaskenjárga, ca. 1,8 mil sør for Karasjok sentrum.
sme: Beaivet lágidit luossabivddu ja rockakonseartta eahkes ja ihkku Bieskenjárggas, sullii 1,8 miilla lulábealde Kárášjoga márkanbáikki.

source: Voksne må betale for å fiske, mens både fiske og fluekastekurs er gratis for barn.
sme: Rávisolbmot fertejit máksit jus áigot bivdit, muhto mánáide lea sihke guollebivdin ja dolgevuoggabálkun kursa nuvttá.

source: 4.10 Behov for videre forskning
sme: 4.10 Dárbu eanet dutkamiidda
